<!-- main-sidebar -->
		<div class="app-sidebar__overlay" data-toggle="sidebar"></div>
		<aside class="app-sidebar sidebar-scroll">
            <div class="app-sidebar__user clearfix">
                <div class="dropdown user-pro-body">
                    <div class="">
                        <img alt="user-img" class="avatar avatar-xl brround" src="{{URL::asset('assets/img/6.jpg')}}"><span class="avatar-status profile-status bg-green"></span>
                    </div>
                    <div class="user-info">
                        <h4 class="font-weight-semibold mt-3 mb-0">{{auth::user()->name}}</h4>
                        <span class="mb-0 text-muted">{{auth::user()->email}}</span>

                    </div>
                </div>
            </div>

			<div class="main-sidemenu">

				<ul class="side-menu">


					<li class="slide">
				<a class="side-menu__item" href="#"><svg xmlns="http://www.w3.org/2000/svg" class="side-menu__icon" viewBox="0 0 24 24" >							<path d="M18.125,15.804l-4.038-4.037c0.675-1.079,1.012-2.308,1.01-3.534C15.089,4.62,12.199,1.75,8.584,1.75C4.815,1.75,1.982,4.726,2,8.286c0.021,3.577,2.908,6.549,6.578,6.549c1.241,0,2.417-0.347,3.44-0.985l4.032,4.026c0.167,0.166,0.43,0.166,0.596,0l1.479-1.478C18.292,16.234,18.292,15.968,18.125,15.804 M8.578,13.99c-3.198,0-5.716-2.593-5.733-5.71c-0.017-3.084,2.438-5.686,5.74-5.686c3.197,0,5.625,2.493,5.64,5.624C14.242,11.548,11.621,13.99,8.578,13.99 M16.349,16.981l-3.637-3.635c0.131-0.11,0.721-0.695,0.876-0.884l3.642,3.639L16.349,16.981z"></path></svg><span class="side-menu__label">

                    <input class="form-control"  placeholder="بحث بالقائمة" type="search" >
                                          </span></a>
					</li>
                    @can('الرئيسة')

                    <li class="side-item side-item-category">الرئيسة</li>
                    <li class="slide">
                        <a class="side-menu__item" href="{{ url('/' . $page='home') }}"><svg xmlns="http://www.w3.org/2000/svg" class="side-menu__icon" viewBox="0 0 24 24" >							<path d="M18.121,9.88l-7.832-7.836c-0.155-0.158-0.428-0.155-0.584,0L1.842,9.913c-0.262,0.263-0.073,0.705,0.292,0.705h2.069v7.042c0,0.227,0.187,0.414,0.414,0.414h3.725c0.228,0,0.414-0.188,0.414-0.414v-3.313h2.483v3.313c0,0.227,0.187,0.414,0.413,0.414h3.726c0.229,0,0.414-0.188,0.414-0.414v-7.042h2.068h0.004C18.331,10.617,18.389,10.146,18.121,9.88 M14.963,17.245h-2.896v-3.313c0-0.229-0.186-0.415-0.414-0.415H8.342c-0.228,0-0.414,0.187-0.414,0.415v3.313H5.032v-6.628h9.931V17.245z M3.133,9.79l6.864-6.868l6.867,6.868H3.133z"></path></svg><span class="side-menu__label">الرئيسة</span></a>
                    </li>
                    @endcan
                    @can('الاعدادات')
					<li class="side-item side-item-category">الاعدادات</li>
                    <li class="slide ">
                        <a class="side-menu__item" data-toggle="slide" href="{{ url('/' . $page='#') }}"><svg xmlns="http://www.w3.org/2000/svg" class="side-menu__icon" viewBox="0 0 24 24" ><path d="M0 0h24v24H0V0z" fill="none"/>	<path d="M17.498,11.697c-0.453-0.453-0.704-1.055-0.704-1.697c0-0.642,0.251-1.244,0.704-1.697c0.069-0.071,0.15-0.141,0.257-0.22c0.127-0.097,0.181-0.262,0.137-0.417c-0.164-0.558-0.388-1.093-0.662-1.597c-0.075-0.141-0.231-0.22-0.391-0.199c-0.13,0.02-0.238,0.027-0.336,0.027c-1.325,0-2.401-1.076-2.401-2.4c0-0.099,0.008-0.207,0.027-0.336c0.021-0.158-0.059-0.316-0.199-0.391c-0.503-0.274-1.039-0.498-1.597-0.662c-0.154-0.044-0.32,0.01-0.416,0.137c-0.079,0.106-0.148,0.188-0.22,0.257C11.244,2.956,10.643,3.207,10,3.207c-0.642,0-1.244-0.25-1.697-0.704c-0.071-0.069-0.141-0.15-0.22-0.257C7.987,2.119,7.821,2.065,7.667,2.109C7.109,2.275,6.571,2.497,6.07,2.771C5.929,2.846,5.85,3.004,5.871,3.162c0.02,0.129,0.027,0.237,0.027,0.336c0,1.325-1.076,2.4-2.401,2.4c-0.098,0-0.206-0.007-0.335-0.027C3.001,5.851,2.845,5.929,2.77,6.07C2.496,6.572,2.274,7.109,2.108,7.667c-0.044,0.154,0.01,0.32,0.137,0.417c0.106,0.079,0.187,0.148,0.256,0.22c0.938,0.936,0.938,2.458,0,3.394c-0.069,0.072-0.15,0.141-0.256,0.221c-0.127,0.096-0.181,0.262-0.137,0.416c0.166,0.557,0.388,1.096,0.662,1.596c0.075,0.143,0.231,0.221,0.392,0.199c0.129-0.02,0.237-0.027,0.335-0.027c1.325,0,2.401,1.076,2.401,2.402c0,0.098-0.007,0.205-0.027,0.334C5.85,16.996,5.929,17.154,6.07,17.23c0.501,0.273,1.04,0.496,1.597,0.66c0.154,0.047,0.32-0.008,0.417-0.137c0.079-0.105,0.148-0.186,0.22-0.256c0.454-0.453,1.055-0.703,1.697-0.703c0.643,0,1.244,0.25,1.697,0.703c0.071,0.07,0.141,0.15,0.22,0.256c0.073,0.098,0.188,0.152,0.307,0.152c0.036,0,0.073-0.004,0.109-0.016c0.558-0.164,1.096-0.387,1.597-0.66c0.141-0.076,0.22-0.234,0.199-0.393c-0.02-0.129-0.027-0.236-0.027-0.334c0-1.326,1.076-2.402,2.401-2.402c0.098,0,0.206,0.008,0.336,0.027c0.159,0.021,0.315-0.057,0.391-0.199c0.274-0.5,0.496-1.039,0.662-1.596c0.044-0.154-0.01-0.32-0.137-0.416C17.648,11.838,17.567,11.77,17.498,11.697 M16.671,13.334c-0.059-0.002-0.114-0.002-0.168-0.002c-1.749,0-3.173,1.422-3.173,3.172c0,0.053,0.002,0.109,0.004,0.166c-0.312,0.158-0.64,0.295-0.976,0.406c-0.039-0.045-0.077-0.086-0.115-0.123c-0.601-0.6-1.396-0.93-2.243-0.93s-1.643,0.33-2.243,0.93c-0.039,0.037-0.077,0.078-0.116,0.123c-0.336-0.111-0.664-0.248-0.976-0.406c0.002-0.057,0.004-0.113,0.004-0.166c0-1.75-1.423-3.172-3.172-3.172c-0.054,0-0.11,0-0.168,0.002c-0.158-0.312-0.293-0.639-0.405-0.975c0.044-0.039,0.085-0.078,0.124-0.115c1.236-1.236,1.236-3.25,0-4.486C3.009,7.719,2.969,7.68,2.924,7.642c0.112-0.336,0.247-0.664,0.405-0.976C3.387,6.668,3.443,6.67,3.497,6.67c1.75,0,3.172-1.423,3.172-3.172c0-0.054-0.002-0.11-0.004-0.168c0.312-0.158,0.64-0.293,0.976-0.405C7.68,2.969,7.719,3.01,7.757,3.048c0.6,0.6,1.396,0.93,2.243,0.93s1.643-0.33,2.243-0.93c0.038-0.039,0.076-0.079,0.115-0.123c0.336,0.112,0.663,0.247,0.976,0.405c-0.002,0.058-0.004,0.114-0.004,0.168c0,1.749,1.424,3.172,3.173,3.172c0.054,0,0.109-0.002,0.168-0.004c0.158,0.312,0.293,0.64,0.405,0.976c-0.045,0.038-0.086,0.077-0.124,0.116c-0.6,0.6-0.93,1.396-0.93,2.242c0,0.847,0.33,1.645,0.93,2.244c0.038,0.037,0.079,0.076,0.124,0.115C16.964,12.695,16.829,13.021,16.671,13.334 M10,5.417c-2.528,0-4.584,2.056-4.584,4.583c0,2.529,2.056,4.584,4.584,4.584s4.584-2.055,4.584-4.584C14.584,7.472,12.528,5.417,10,5.417 M10,13.812c-2.102,0-3.812-1.709-3.812-3.812c0-2.102,1.71-3.812,3.812-3.812c2.102,0,3.812,1.71,3.812,3.812C13.812,12.104,12.102,13.812,10,13.812"></path> d="M20 13H4c-.55 0-1 .45-1 1v6c0 .55.45 1 1 1h16c.55 0 1-.45 1-1v-6c0-.55-.45-1-1-1zm-1 6H5v-4h14v4zm-12-.5c.83 0 1.5-.67 1.5-1.5s-.67-1.5-1.5-1.5-1.5.67-1.5 1.5.67 1.5 1.5 1.5zM20 3H4c-.55 0-1 .45-1 1v6c0 .55.45 1 1 1h16c.55 0 1-.45 1-1V4c0-.55-.45-1-1-1zm-1 6H5V5h14v4zM7 8.5c.83 0 1.5-.67 1.5-1.5S7.83 5.5 7 5.5 5.5 6.17 5.5 7 6.17 8.5 7 8.5z"/></svg><span class="side-menu__label">الاعدادات</span><i class="angle fe fe-chevron-down"></i></a>
                        <ul class="slide-menu">
                            <li class="sub-slide">
                                @can('التأمين')
                                <a class="sub-side-menu__item" data-toggle="sub-slide" href="{{ url('/' . $page='#') }}"><span class="sub-side-menu__label">التأمين</span><i class="sub-angle fe fe-chevron-down"></i></a>
                                @endcan
                                <ul class="sub-slide-menu">
                                    @can('المستخدمون')
                                    <li><a class="sub-slide-item" href="{{ url('/' . $page='users') }}">المستخدمون</a></li>
                                    @endcan
                                        @can('الصلاحيات')
                                    <li><a class="sub-slide-item" href="{{ url('/' . $page='roles') }}">الصلاحيات</a></li>
                                        @endcan
                                </ul>
                            </li>
                            <li class="sub-slide">
                                @can('الملفات الشخصية')
                                    <a class="sub-side-menu__item" data-toggle="sub-slide" href="{{ url('/' . $page='#') }}"><span class="sub-side-menu__label">الملفات الشخصية</span><i class="sub-angle fe fe-chevron-down"></i></a>
                                @endcan
                                <ul class="sub-slide-menu">
                                    @can('ملف الشركة')
                                    <li><a class="sub-slide-item" href="{{ url('/' . $page='#') }}">ملف الشركة	 </a></li>
                                    @endcan
                                        @can('الملف الشخصي للمستخدم')
                                    <li><a class="sub-slide-item" href="{{ url('/' . $page='profile') }}">الملف الشخصي للمستخدم	</a></li>
                                        @endcan
                                </ul>
                            </li>
                        </ul>
                    </li>
                    @endcan
                    @can('مدخلات النظام')
					<li class="side-item side-item-category">مدخلات النظام  </li>
					<li class="slide">
						<a class="side-menu__item" data-toggle="slide" href="{{ url('/' . $page='#') }}"><svg xmlns="http://www.w3.org/2000/svg" class="side-menu__icon" viewBox="0 0 24 24">						<path d="M10.281,1.781C5.75,1.781,2.062,5.469,2.062,10s3.688,8.219,8.219,8.219S18.5,14.531,18.5,10S14.812,1.781,10.281,1.781M10.714,2.659c3.712,0.216,6.691,3.197,6.907,6.908h-6.907V2.659z M10.281,17.354c-4.055,0-7.354-3.298-7.354-7.354c0-3.911,3.067-7.116,6.921-7.341V10c0,0.115,0.045,0.225,0.127,0.305l5.186,5.189C13.863,16.648,12.154,17.354,10.281,17.354M15.775,14.882l-4.449-4.449h6.295C17.522,12.135,16.842,13.684,15.775,14.882"></path></svg><span class="side-menu__label">مدخلات النظام</span><i class="angle fe fe-chevron-down"></i></a>
						<ul class="slide-menu">
                            @can('أسماء وأسعار الأصناف')
							<li><a class="slide-item" href="{{ url('/' . $page='items') }}">	أسماء وأسعار الأصناف</a></li>
                            @endcan

                                @can('أسماء الأقسام')
							<li><a class="slide-item" href="{{ url('/' . $page='sections') }}">	أسماء الأقسام</a></li>
                                @endcan
                                    @can('أسماء الوظائف')
							<li><a class="slide-item" href="{{ url('/' . $page='careers') }}">	أسماء الوظائف </a></li>
                                @endcan
                                        @can('الجنسيات')
                            <li><a class="slide-item" href="{{ url('/' . $page='nationality') }}">	الجنسيات  </a></li>
                                @endcan
                            <li class="sub-slide">
                                @can('الموظفين')
                                <a class="sub-side-menu__item" data-toggle="sub-slide" href="{{ url('/' . $page='#') }}"><span class="sub-side-menu__label">الموظفين</span><i class="sub-angle fe fe-chevron-down"></i></a>
                                @endcan
                                <ul class="sub-slide-menu">
                                    @can('أسماء الموظفين')
                                    <li><a class="sub-slide-item" href="{{ url('/' . $page='employees') }}">أسماء الموظفين</a></li>
                                    @endcan
                                        @can('مجموعة الخياطين')
                                    <li><a class="sub-slide-item" href="{{ url('/' . $page='emp_groups') }}">مجموعة الخياطين</a></li>
                                        @endcan
                                </ul>
                            </li>

                                @can('أسماء الفروع والشركات')
                            <li><a class="slide-item" href="{{ url('/' . $page='companys') }}">	أسماء الفروع والشركات   </a></li>
                                @endcan
						</ul>
					</li>
                    @endcan
                    @can('خدمة العملاء')
                    <li class="side-item side-item-category"> خدمة العملاء </li>
                    <li class="slide">
                        <a class="side-menu__item" data-toggle="slide" href="{{ url('/' . $page='#') }}"><svg xmlns="http://www.w3.org/2000/svg" class="side-menu__icon" viewBox="0 0 24 24"><path d="M15.573,11.624c0.568-0.478,0.947-1.219,0.947-2.019c0-1.37-1.108-2.569-2.371-2.569s-2.371,1.2-2.371,2.569c0,0.8,0.379,1.542,0.946,2.019c-0.253,0.089-0.496,0.2-0.728,0.332c-0.743-0.898-1.745-1.573-2.891-1.911c0.877-0.61,1.486-1.666,1.486-2.812c0-1.79-1.479-3.359-3.162-3.359S4.269,5.443,4.269,7.233c0,1.146,0.608,2.202,1.486,2.812c-2.454,0.725-4.252,2.998-4.252,5.685c0,0.218,0.178,0.396,0.395,0.396h16.203c0.218,0,0.396-0.178,0.396-0.396C18.497,13.831,17.273,12.216,15.573,11.624 M12.568,9.605c0-0.822,0.689-1.779,1.581-1.779s1.58,0.957,1.58,1.779s-0.688,1.779-1.58,1.779S12.568,10.427,12.568,9.605 M5.06,7.233c0-1.213,1.014-2.569,2.371-2.569c1.358,0,2.371,1.355,2.371,2.569S8.789,9.802,7.431,9.802C6.073,9.802,5.06,8.447,5.06,7.233 M2.309,15.335c0.202-2.649,2.423-4.742,5.122-4.742s4.921,2.093,5.122,4.742H2.309z M13.346,15.335c-0.067-0.997-0.382-1.928-0.882-2.732c0.502-0.271,1.075-0.429,1.686-0.429c1.828,0,3.338,1.385,3.535,3.161H13.346z"></path></svg><span class="side-menu__label"> خدمة العملاء</span><i class="angle fe fe-chevron-down"></i></a>
                        <ul class="slide-menu">
                            <li class="sub-slide">
                                @can('الموظفين')
                                    <a class="sub-side-menu__item" data-toggle="sub-slide" href="{{ url('/' . $page='#') }}"><span class="sub-side-menu__label">المدخلات</span><i class="sub-angle fe fe-chevron-down"></i></a>
                                @endcan
                                <ul class="sub-slide-menu">
                                    @can('أسماء الموظفين')
                                        <li><a class="sub-slide-item" href="{{ url('/' . $page='agents') }}"> مدخلات الاستعادة</a></li>
                                    @endcan
                                    @can('مجموعة الخياطين')
                                        <li><a class="sub-slide-item" href="{{ url('/' . $page='emp_groups') }}"> مدخلات التقييم</a></li>
                                    @endcan
                                    @can('مجموعة الخياطين')
                                        <li><a class="sub-slide-item" href="{{ url('/' . $page='emp_groups') }}"> مدخلات الاتصالات</a></li>
                                    @endcan
                                </ul>
                            </li>
                            @can('عملاء الفروع')
                            <li><a class="slide-item" href="{{ url('/' . $page='agents') }}"> عملاء الفروع </a></li>
                            @endcan
                                @can(' عملاء بانتظار التوجيه')
                            <li><a class="slide-item" href="{{ url('/' . $page='wait_forword') }}">	 عملاء بانتظار التوجيه</a></li>
                                @endcan
                                    @can('عملاء بانتظار التواصل معهم')
                            <li><a class="slide-item" href="{{ url('/' . $page='contact_agent') }}">	عملاء بانتظار التواصل معهم  </a></li>
                                @endcan
                                        @can('عملاء طلبوا زيارة منزلية')
                            <li><a class="slide-item" href="{{ url('/' . $page='vist') }}">	عملاء طلبوا زيارة منزلية  </a></li>
                                @endcan
                                            @can('عملاء محظورين')
                            <li><a class="slide-item" href="{{ url('/' . $page='agents_block') }}">	عملاء محظورين </a></li>
                                @endcan
                                                @can('التقارير')
                            <li><a class="slide-item" href="{{ url('/' . $page='report_agents') }}">	التقارير  </a></li>
                                @endcan
                        </ul>
                    </li>
                    @endcan

				</ul>
			</div>
		</aside>
<!-- main-sidebar -->
